---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.TileViews
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.TileViews

Arranges all open views within the application window, tiled so you can see each one in the drawing area.